{"video_name": "Darren Shaw 2018 NLP International Conference Testimonial.mp4", "segments": [{"start": 0.0, "end": 10.0, "text": " Hi, my name is Darren Shaw. I'm a presenter here at the NLP International Conference 2018."}, {"start": 10.0, "end": 15.0, "text": " It's been really amazing being here. I've just presented an amazing, amazing opportunity"}, {"start": 15.0, "end": 19.0, "text": " to people who have been in dialogue with about transferable skills, really, really great."}, {"start": 19.0, "end": 23.0, "text": " The diversity of NLP practitioners here, absolutely amazing."}, {"start": 23.0, "end": 26.0, "text": " This is my first international NLP conference."}, {"start": 26.0, "end": 33.0, "text": " I've been here for all three days and I'm telling you the opportunity of coming here and being in such a vibrant community"}, {"start": 33.0, "end": 37.0, "text": " amongst other people who have got like minds and so much sharing going on."}, {"start": 37.0, "end": 40.0, "text": " You might have networking, making instant friends every single day."}, {"start": 40.0, "end": 44.0, "text": " I've really, really enjoyed being here. I'll definitely be here 2019."}]}
{"video_name": "2022 NLP International Conference - In Conversation with...Joseph O'Connor.mp4", "segments": [{"start": 0.0, "end": 15.040000000000001, "text": " So welcome. Today I am joined by Joseph O'Connor, who really needs no introduction. Joseph,"}, {"start": 15.040000000000001, "end": 21.28, "text": " thank you so much for joining me today. You are presenting at the conference in May. We're"}, {"start": 21.28, "end": 26.0, "text": " very excited to have you presenting at the conference in May, especially because your topic"}, {"start": 26.48, "end": 33.76, "text": " updating NLP with neuroscience, which I think neuroscience is one of those"}, {"start": 34.96, "end": 41.68, "text": " exciting trending topics almost in NLP, so it's absolutely light to have you with us. So do tell"}, {"start": 41.68, "end": 48.72, "text": " us a little bit more about yourself and your presentation. Oh, okay. Well, hi, Karen. Hi."}, {"start": 48.72, "end": 64.4, "text": " Nice to be here. And, well, yes, I've introduced myself that I need no introduction. I"}]}
